{
  "blink.cmp": {
    "branch": "main"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "presence.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "vim-moonfly-colors": {
    "branch": "master"
  }
}
